

/* LGMainMenuViewController ============================================================================================================================ */
"LGAppDelegate_Welcome"     = "Bienvenidos a mi App!";
"AppTitle"                  = "Catalejo";


"nearbyAnythingLabel"       = "Cerca";
"nearbyPlacesLabel"         = "Lugares Cercanos";
"nearbyPeopleLabel"         = "Gente Cercana";
"placesNearLabel"           = "Lugares a";
"peopleNearLabel"           = "Gente a";

"LGMapView_Satelite"        = "Satelite";
"LGMapView_Hybrid"          = "Hybrid";
"LGMapView_Normal"          = "Normal";


/* orphpaned button */
"peopleButton"              = "Toda la gente";

/* LGDataFeedRefreshTableViewController  =======================================================================================================================*/
"LGDFRTVC_titleForHeaderInSection"       = "Fuentes de datos comprados";
"LGDFRTVC_titleForFooterInSection"       = "<----- SOY PIE DE TABLA ------>";


/* LGDataFeedRefreshViewController =============================================================================================================================*/
"LGDFR_purchaseDate"        = "Comprado %1$@";
"LGDFR_refreshButton"       = "Actualizar";
"LGDFR_scanButton"          = "Buscar coordinatos";
"LGDFR_connectButton"       = "Conectar";
"LGDFR_disconnectButton"    = "Desconectar";

/* TableViewControllers         =============================================================================================================================*/
"LGTVC_ButtonTitle_Map"     = "Mapa";
"LGTVC_ButtonTitle_List"    = "Lista";

"LGCoreDataTVC_BackButton"  = "Regresar";

"LGTVCNearbyPlaces_TitlePlaces"     = "Lugares";
"LGTVCNearbyPlaces_TitlePeople"     = "Gente";
"LGTVCNearbyPlaces_TitleEither"     = "Gentes y Lugares";
"LGTVCPeople_Title"                 = "Gente";
"LGTVCCheckinTags_BackBtn"          = "Regresar";

"LGMapViewUserLocation"             = "Usted està aquì";

"LGAddressVC_defaultaddr"           = "ejemplo: Luis Urbina 4 - 202, colonia Polanco, Delegaciòn Miguel Hidalgo, Distrito Federal, Mexico";

"LGAddressVC_unit"          = "Kilometers";
"LGAddressVC_picker0"       = "1 %1$@";
"LGAddressVC_picker1"       = "10 %1$@";
"LGAddressVC_picker2"       = "25 %1$@";
"LGAddressVC_picker3"       = "50 %1$@";
"LGAddressVC_picker4"       = "100 %1$@";
"LGAddressVC_picker5"       = "200 %1$@";
"LGAddressVC_picker6"       = "500 %1$@";
"LGAddressVC_picker7"       = "1,000 %1$@";


/* Detail View Objects =================================== ==========================================================================================*/
"LGDetailViewController_Map"        = "Mapa";
"LGDetailViewController_Info"       = "Datos";
"LGDetailViewController_BackButton" = "Regresar";



/* Core Data Objects =============================================================================================================================*/
"checkin_NoDate"                = "(Sin Fecha)";
"mapItem_Calculating"           = "Calculando...";
"mapItem_SubTitle_Near"         = "Cerca %1$@";
"mapItem_SubTitle_CheckinNear"  = "%1$@ checkin cerca %2$@";
"mapItem_SubTitle_LocationFrom" = "Lugar de %1$@";
"person_NoName"                 = "Sin nombre";


/*  ============================================================================================================================ */
/*                                                                                                                               */
/*                                                   In-App Catalogue LGInAppSaleViewController                                  */
/*                                                                                                                               */
/*  ============================================================================================================================ */

"LGInAppCatalogueViewController_Title"  = "Fuentes de datos";
"LGInAppCatalogueVC_forBusiness"        = "%1$@ para los negocios";
"LGInAppCatalogueVC_forSocial"          = "%1$@ para sus amigos";
"LGInAppCatalogueVC_forShopping"        = "%1$@ para decompra y cenar a fuera";


/* =================================== LGInAppSaleViewController ==============================*/

"addToCartButton"               = "Subir al carrito";
"priceLableAddedToCart"         = "Subido al carrito";
"removeFromCartButton"          = "Quitar del carrito";
"goToCheckoutButton"            = "Ir al cajero";
"Buy"                           = "Comprar";
"Price_Free"                    = "¡Gratis!";

"Price_Default"                 = 14.00;
"Price_Beacon"                  = 14.00;
"Price_Address Book"            = 14.00;
"Price_Calendar"                = 14.00;
"Price_Facebook Friend"         = 0.00;
"Price_FacebookPlace"           = 0.00;
"Price_Four Square"             = 0.00;
"Price_Google Places"           = 0.00;
"Price_Google Plus"             = 0.00;
"Price_Gowalla"                 = 0.00;
"Price_Groupon"                 = 0.00;
"Price_Jive"                    = 14.00;
"Price_LinkedIn"                = 14.00;
"Price_LOCKERZ"                 = 0.00;
"Price_MySpace"                 = 0.00;
"Price_MS Outlook"              = 28.00;
"Price_Skype"                   = 0.00;
"Price_Twitter"                 = 0.00;

"Pitch_BeaconTokenKey"              = "Forget the hassle of giving directions. Send a location beacon to your friends that they can see with the free downloadable version of Looking Glass which gives each of them real time driving directions based on their current locations.";

"Pitch_AddressBookTokenKey"         = "Easily map the locations of the people who are most important to you. Run queries to see who is located near your next business trip location.";

"Pitch_CalendarTokenKey"            = "Looking Glass chronologically maps your calendar appointments so that you alway arrange the sequence of each day's offsite meetings as efficiently as possible.";


"Pitch_FacebookFriendTokenKey"      = "Looking Glass seamlessly integrates to Facebook so you can easily coordinate places with all of your friends. Looking Glass also lets you see your friends' checkins, and if you like, Looking Glass will alert you of places and events that interest you based on your current location and things that you've indicated that you like in Facebook.";

"Pitch_FourSquareTokenKey"          = "Looking Glass can alert you of nearby store, restaurant and event locations based on the things that you like in Facebook and FourSquare.";

"Pitch_GooglePlusTokenKey"          = "Google Plus pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";
"Pitch_GowallaTokenKey"             = "Gowalla pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";
"Pitch_GrouponTokenKey"             = "Groupon pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";
"Pitch_JiveTokenKey"                = "Jive pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";

"Pitch_LinkedInTokenKey"            = "Looking Glass seamlessly integrates to LinkedIn so that you can easily coordinate event and meeting locations with all of your professional contacts. Looking Glass also maps your LinkedIn contacts' locations to help you remember who to contact while you're traveling.";

"Pitch_LOCKERZTokenKey"             = "LOCKERZ pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";

"Pitch_MySpaceTokenKey"             = "Looking Glass seamlessly integrates to MySpace so you can easily coordinate places with all of your friends. Looking Glass also lets you see your friends' checkins.";

"Pitch_MSOutlookTokenKey"           = "Easily map the locations of the people who are most important to you. Run queries to see who is located near your next business trip location.";

"Pitch_SkypeTokenKey"               = "Skype pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";
"Pitch_TwitterTokenKey"             = "See where your friends are tweeting! blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";


"buyButtonText_Premium"         = "Comprar para solamente %1$@";
"buyButtonText_Free"            = "Conectar a %1$@";
"buyButtonText_Purchased"       = "Comprado %1$@";


/*  ============================================================================================================================ */

/* =================================== LGInAppCheckoutViewController ==============================*/

"LGInAppCheckoutViewController_Title"   = "Cajero";
"LGInAppCheckoutViewController_Header"  = "Gracias por usar Catalejo!";
"saleTotalLabel"                        = "Su Total: %1$@";
"headerViewText"                        = "Productos eligidos";

